{
  "Congratulation": "Ein besonderer Weihnachtsgruß des Daimler SAP Account Teams",
  "DescriptionStart": "Diese App basiert auf dem Daimler Open Source Framework \"MO360-FTK\". Gebaut mit dem SAP Business Application Studio und betrieben auf der SAP Cloud Platform ist sie ein Beispiel dafür, wie sich Daimler und SAP in der Cloud optimal ergänzen. Wir bedanken uns für die erfolgreiche Zusammenarbeit in 2020 und wüschen Ihnen und Ihren Familien ein frohes Fest und alles Gute für das neue Jahr! Und falls wir mit dieser App Ihr Interesse geweckt haben: sprechen Sie uns gerne jederzeit an!",
  "DescriptionLinks": "Hier ist eine Liste mit nützlichen Links die Dir beim Entwickeln helfen:",
  "English": "Englisch",
  "German": "Deutsch",
  "Headline": "Daimler Open Source trifft auf die SAP Cloud Platform",
  "LanguageShort": "DE",
  "PageTitle": "Frohe Weihnachten und einen guten Rutsch ins neue Jahr!",
  "SwitchLanguage": "EN",
  "HeadlineDemoContent": "Über diese Web-App",
  "ReadMore": "Mehr erfahren",
  "BackToHome": "Zurück zum Start",
  "Back": "Zurück",
  "ODataHeader": "API Client",
  "DescriptionAPI": "Laden Sie einen aktuellen Fahrzeugbestand aus einem SAP Backendsystem indem Sie auf den Button \"Fahrzeugbestand laden\" klicken. Die SAP Cloud Platform in Verbindung mit dem Daimler MO360-FTK ermöglicht es, Daten aus SAP- und non-SAP-Backends zu laden, egal ob sich diese on-premise oder in der Cloud befinden.",
  "LoadData": "Fahrzeugbestand laden",
  "APIBusinessHub": "Die SAP Cloud Platform Integration Suite ist die strategische Integrationsplattform in der SAP Cloud. Sie umfasst Integrationscontent für \"Out-of-the-box-Integration\", offene und leicht konsumierbare Integrationswege zu non-SAP-Lösungen sowie eine auf künstlicher Intelligenz basierender Integrationsunterstützung. SAP stellt einen zentralen Katalog, den API Business Hub, bereit, in welchem die APIs der SAP Lösungen dokumentiert und direkt zum Ausprobieren bereitstehen. Hier kommen Sie zum ",
  "IntegrationLinks": "Erfahren Sie mehr über die SAP Cloud Platform Integration Suite, die übergreifende SAP Integrationsstrategie und -architektur im ",
  "DevOpsHeadline": "DevOps Tools",
  "DevOpsOverview": "SAP Cloud Platform stellt Services zum Automatisieren von Toolchains bereit und kann darüber hinaus auch mit etablierten Tools integiert werden. Das SAP Toolchain-Projekt Piper ist ein Open Source Projekt der SAP und umfasst Tools und Content für typische SAP DevOps Szenarien.",
  "DemoContentIntro" : "Hier können Sie sich einen Eindruck vom Daimler MO360-FTK und der SAP Cloud Platform verschaffen. Das Design und Layout dieser Web-Applikation basiert vollständig auf Daimlers Open Source Framework (Den Link zum Sourcecode finden Sie unten). Deployed ist diese Demo-App auf der SAP Cloud Platfrom. Wie man so eine Applikation in SAP Cloud oder On-Premise Systeme integrieren kann zeigen wir Ihnen ebenfalls. Das Bauen, Testen und Deployen der App ist mittels DevOps-Tools automatisiert."
}
