{
  "Congratulation": "Special Christmas greetings from the Daimler SAP Account Team",
  "DescriptionStart": "This application is based on the Daimler Open Source framework \"MO360-FTK\". Built with SAP Business Application Studio and operated on SAP Cloud Platform, it serves as an example of how Daimler and SAP can complement each other in the cloud. We thank you for the successful collaboration in 2020 and wish you and your families Merry Christmas and a Happy New Year! And if we managed to gain your interest with this application: feel free to reach out to us anytime!",
  "DescriptionLinks": "Here is a list of useful links you might might want to look at:",
  "English": "English",
  "German": "German",
  "Headline": "Daimler Open Source meets SAP Cloud Platform",
  "LanguageShort": "EN",
  "PageTitle": "Merry Christmas and a Happy New Year!",
  "SwitchLanguage": "DE",
  "HeadlineDemoContent": "Learn more",
  "ReadMore": "Details about this app",
  "BackToHome": "Back to home",
  "Back": "Back",
  "ODataHeader": "API Demo Client",
  "DescriptionAPI": "SAP Cloud Platform Integration Suite in combination with the Daimler MO360-FTK makes it possible to load data from SAP- and non-SAP-backends, no matter whether they are located in the cloud or on-premise. This example page demonstrates how loading current vehicle stock information from an SAP backend system could look like in a MO360-Webapp (click on the button \"Load Car Inventory\").",
  "LoadData": "Load Car Inventory",
  "APIBusinessHub": "SAP Cloud Platform Integration Suite is the strategic integration platform in the SAP Cloud. It contains Integration content for out-of-the-box-integration, open and easily-consumable integration points to non-SAP solutions and an AI-based integration advisor. SAP provides a central catalog, the SAP API Business Hub, in which APIs of SAP Solutions are documented and can be tried out as well. Here, you can access the ",
  "IntegrationLinks": " Learn more about the SAP Cloud Platform Integration Suite, the overall SAP Integration Strategy and Architecture in the ",
  "DevOpsHeadline": "DevOps Tools",
  "DevOpsOverview": "SAP Cloud Platform provides services to automate toolchains and build processes. Furthermore, it can be integrated with non-SAP and Open Source DevOps tools as well. The toolchain project \"Piper\" is a FOSS project of SAP and contains tools and content for typical SAP DevOps scenarios.",
  "DemoContentIntro" : "Here, you can learn more about the Daimler MO360-FTK and the SAP Cloud Platform. The design and layout of this cloud-native web application is completely based on Daimler's Open Source Framework (find the link to the source code below). This demo-application is deployed on SAP Cloud Platform. How to integrate such a cloud-based web application to SAP cloud or on-premise systems is shown below as well. Building, testing, and deploying the application is completely automated with open source DevOps tools provided by SAP."
}
